---
kind: method
id: M:Autodesk.Revit.DB.FormattedText.GetMinimumListStartNumber
source: html/35eab58f-9a75-db03-4182-e8a17ab2a55c.htm
---
# Autodesk.Revit.DB.FormattedText.GetMinimumListStartNumber Method

Returns the minumum allowed list start number.

## Syntax (C#)
```csharp
public int GetMinimumListStartNumber()
```